[
	{
		"title": "Agreement to Terms",
		"description": [
			{
				"text": "By accessing or using https://etmfoundation.com (the “Website”), you confirm that you have read, understood, and agree to be bound by these Terms and Conditions (“Terms”)."
			},
			{
				"text": "Empowerment Through Mindset Foundation (ETMF) reserves the right to modify or update these Terms at any time. Notification of significant changes will be provided through website notices or, if applicable, by email to users. Continued use of the Website after any changes take effect constitutes acceptance of those changes. You are encouraged to periodically review these Terms for updates."
			}
		],
		"points": [{}]
	},
	{
		"title": "Use of Website - Eligibility",
		"description": [{}],
		"points": [
			{
				"textHeader": "Age Requirements",
				"text": "Users under the age of 16 are not permitted to submit forms or share personal information without parental or guardian consent."
			},
			{
				"textHeader": "Account and Registration",
				"text": "The Website does not have a user registration system, and users are not required to create accounts to access the Website’s content or services."
			},
			{
				"textHeader": "User Conduct",
				"text": "Users agree not to engage in prohibited behaviors, including attempting unauthorized access, sharing private information of others, or misusing website features. You agree to use the Website in a manner that is lawful, ethical, and respects the rights of others."
			}
		]
	},
	{
		"title": "Generative AI Chatbot (AI Assistant) – Informational Purposes Only",
		"description": [
			{
				"text": "The Website features a generative AI chatbot, powered by Google's Gemini model (the \"AI Assistant\"). This AI Assistant is designed to provide information about the Empowerment Through Mindset Foundation and to assist users in navigating the Website more effectively."
			}
		],
		"points": [
			{
				"textHeader": "Informational and Navigational Aid",
				"text": "The AI Assistant is intended solely as an informational and navigational tool. It is not designed to provide professional advice, including but not limited to, educational, therapeutic, legal, financial, or medical advice."
			},
			{
				"textHeader": "No Warranty on Accuracy",
				"text": "While ETMF strives to provide helpful and accurate information, the AI Assistant is an experimental technology and its responses are generated by generative artificial intelligence. ETMF makes no warranties, express or implied, regarding the accuracy, completeness, reliability, or suitability of the information provided by the AI Assistant. The information provided by the AI Assistant should not be relied upon as a substitute for professional advice."
			},
			{
				"textHeader": "User Discretion Advised",
				"text": "Users should exercise caution and independent judgment when using the AI Assistant and interpreting its responses. ETMF is not responsible for any decisions or actions taken by users based on information provided by the AI Assistant."
			},
			{
				"textHeader": "No Data Saving",
				"text": "ETMF does not save or store user responses or interactions with the AI Assistant. The system is designed to save user ratings exclusively when individuals provide feedback on the AI Assistant's performance using the thumbs up or thumbs down icons. This functionality allows for the collection of data specifically on the perceived helpfulness of the AI Assistant."
			}
		]
	},
	{
		"title": "Intellectual Property",
		"description": [
			{
				"text": "All content on the Website—including text, images, videos, graphics, AI-generated content, and the underlying software code—is the property of ETMF or its licensors and is protected by applicable intellectual property laws."
			},
			{
				"text": "This content is protected, or will be, by copyright, trademark, and other intellectual property laws. Users agree not to reproduce, distribute, modify, create derivative works of, publicly display, or publicly perform content from the Website, including AI-generated content, without prior written permission from ETMF, except as explicitly permitted by these Terms or applicable law."
			}
		],
		"points": [{}]
	},
	{
		"title": "Resource Page – Third-Party Resources Disclaimer",
		"description": [
			{
				"text": "The Website’s \"Resource\" and “Blog” Page provides links to third-party articles, websites, resources, and content (\"Third-Party Resources\") for informational and educational purposes to empower."
			}
		],
		"points": [
			{
				"textHeader": "No Endorsement or Responsibility",
				"text": "These links are provided for user convenience and do not imply endorsement by ETMF of the content, accuracy, views, products, services, or accessibility of such Third-Party Resources. ETMF does not control and is not responsible for the content of any Third-Party Resources."
			},
			{
				"textHeader": "Use at Your Own Risk",
				"text": "Access and use of Third-Party Resources are solely at your own risk. ETMF makes no representations or warranties of any kind regarding Third-Party Resources, including but not limited to their accuracy, legality, decency, or safety."
			},
			{
				"textHeader": "Disclaimer of Liability",
				"text": "ETMF shall not be liable for any loss or damage of any nature whatsoever arising out of or in connection with your access to or use of Third-Party Resources, including but not limited to any reliance on information contained in Third-Party Resources, or any viruses, malware, or other harmful components that may be present in Third-Party Resources."
			},
			{
				"textHeader": "Review Third-Party Terms",
				"text": "You are responsible for reviewing and complying with the terms of use and privacy policies posted on Third-Party Resources you choose to access."
			}
		]
	},
	{
		"title": "Attribution and Image Credits",
		"description": [
			{
				"text": "The Empowerment Through Mindset Foundation (ETMF) is committed to transparency in our use of visual content. Many of the images displayed on this Website are sourced from Unsplash, a platform that provides free, high-quality images contributed by talented photographers worldwide."
			}
		],
		"points": [
			{
				"textHeader": "Acknowledgment of Contributors",
				"text": "We are grateful to the photographers and creators who share their work on Unsplash, allowing us to enhance the visual experience of our Website. Although Unsplash does not require attribution, we recognize the effort and creativity of these contributors."
			},
			{
				"textHeader": "Unsplash Licensing",
				"text": "The images sourced from Unsplash are used in compliance with Unsplash’s licensing terms, which allow free usage for commercial and non-commercial purposes without the need for permission or attribution. For more details, visit the Unsplash License page."
			},
			{
				"textHeader": "Icons8 Icons",
				"text": "This Website also utilizes icons from Icons8 (icons8.com) to enhance the user interface and visual appeal. We appreciate Icons8 for providing a wide range of high-quality icons. We use icons under Icons8’s licensing terms, which may require attribution for free use. In accordance with their terms, we are providing this attribution to Icons8. For more information about Icons8’s licensing, please visit their website at icons8.com."
			},
			{
				"textHeader": "User Restrictions",
				"text": "While ETMF uses images under Unsplash’s license, users of this Website are reminded that they cannot download, reuse, or distribute images from our Website unless they visit the original source and comply with Unsplash’s licensing terms."
			}
		]
	},
	{
		"title": "Data Collection and Use",
		"description": [{}],
		"points": [
			{
				"textHeader": "AI Assistant Usage",
				"text": "The AI assistant on the Website is designed solely to help users learn about Empowerment Through Mindset Foundation and navigate the Website more efficiently."
			},
			{
				"textHeader": "Forms and Analytics",
				"text": "ETMF uses tools like Google Forms, Typeform, or more for analytics, marketing, and communication purposes. These tools collect only the data willingly provided by users, which helps ETMF understand user interests, improve Website functionality, and marketing purposes. Please refer to our Privacy Policy for detailed information about data collection and use."
			},
			{
				"textHeader": "Privacy Policy Reference",
				"text": "For detailed information on how data is collected and used, please refer to our Privacy Policy below."
			}
		]
	},
	{
		"title": "Third-Party Services",
		"description": [
			{
				"text": "The Website may integrate or link to third-party services, such as Google Forms or Typeform, and potentially other external websites or services, to enhance user experience, functionality, or our marketing efforts."
			},
			{
				"text": "ETMF does not control third-party applications and is not responsible for any damages or losses users may experience due to third-party software use, including data breaches, malfunction, or privacy violations. Users interact with these third-party services at their own risk and are encouraged to review their respective terms of service and privacy policies before use."
			}
		],
		"points": [{}]
	},
	{
		"title": "Donations and Payments",
		"description": [{}],
		"points": [
			{
				"textHeader": "Donations Policy",
				"text": "All donations are voluntary and generally non-refundable. ETMF allocates funds according to program needs and donor specifications where applicable. For questions regarding donations or refund exceptions, contact (682)-436-2165."
			}
		]
	},
	{
		"title": "Disclaimer of Warranties",
		"description": [
			{
				"text": "The Website and all content, including the AI Assistant and resources on the Resource Page, are provided “as is” and “as available” without any express or implied warranties. To the fullest extent permitted by applicable law, ETMF disclaims all warranties, including but not limited to implied warranties of merchantability, fitness for a particular purpose, non-infringement, and freedom from computer virus."
			},
			{
				"text": "ETMF disclaims any liability for inaccuracies, errors, or omissions in the Website content, including educational or advisory content, and information provided by the AI Assistant."
			},
			{
				"text": "The Website may be unavailable, interrupted, or limited in certain jurisdictions, and ETMF makes no guarantees of uninterrupted, timely, secure, or error-free access or use."
			}
		],
		"points": [{}]
	},
	{
		"title": "Limitation of Liability",
		"description": [
			{
				"text": "To the fullest extent permitted by applicable law, ETMF and its affiliates, directors, officers, employees, agents, licensors, and service providers shall not be liable for any indirect, incidental, special, consequential, exemplary, or punitive damages (even if ETMF has been advised of the possibility of such damages) arising from or related to the use of, or inability to use, the Website, AI assistant, Typeform, Google Forms, any Third-Party or Third-Party Resources, or any affiliated services."
			},
			{
				"text": "This includes, but is not limited to, damages for loss of profits, data, use, goodwill, or other intangible losses resulting from: (i) user access to or use of or inability to access or use the Website; (ii) any conduct or content of any third party on the Website; (iii) any content obtained from the Website; or (iv) unauthorized access, use, or alteration of user transmissions or content."
			}
		],
		"points": [{}]
	},
	{
		"title": "Indemnification",
		"description": [
			{
				"text": "Users agree to indemnify, defend, and hold ETMF and its affiliates, directors, officers, employees, agents, licensors, and service providers harmless from and against any and all claims, liabilities, damages, losses, costs, and expenses (including reasonable attorneys’ fees) arising from or related to (i) a user’s breach of these Terms; (ii) their activities on the Website; (iii) their violation of any law or the rights of a third party; or (iv) their use of the AI Assistant or reliance on any information obtained from the AI Assistant or Third-Party Resources."
			}
		],
		"points": [{}]
	},
	{
		"title": "Governing Law",
		"description": [
			{
				"text": "These Terms shall be governed by and construed in accordance with the laws of the State of Texas, USA, without regard to its conflict of law principles. You agree to submit to the exclusive jurisdiction of the state and federal courts located in Texas for the resolution of any disputes arising out of or relating to these Terms or the Website. Users accessing the Website from outside the United States are responsible for compliance with all local laws applicable to their jurisdiction."
			}
		],
		"points": [{}]
	},
	{
		"title": "Modifications to Terms",
		"description": [
			{
				"text": "ETMF reserves the right to amend these Terms at any time. Notice of changes will be provided on the Website or via email to users. Continued access or use of the Website after changes take effect signifies your agreement to the updated Terms. The “Last Updated” date at the top of these Terms will indicate the date of the latest revisions."
			}
		],
		"points": [{}]
	},
	{
		"title": "Severability",
		"description": [
			{
				"text": "If any provision of these Terms is found to be invalid or unenforceable by a court of competent jurisdiction, such provision shall be severed from the Terms and the remaining provisions shall remain in full force and effect."
			}
		],
		"points": [{}]
	},
	{
		"title": "Entire Agreement",
		"description": [
			{
				"text": "These Terms constitute the entire agreement between you and ETMF concerning the Website and supersede all prior and contemporaneous communications, representations, or agreements, whether oral or written, regarding the Website."
			}
		],
		"points": [{}]
	},
	{
		"title": "Contact Us",
		"description": [
			{
				"text": "For questions or concerns regarding these Terms and Conditions, including any legal inquiries, please contact us at, \nPhone: (682)-436-2165.\nYou may also use our “Contact” Page on the Website for general inquiries, and indicate that your query is regarding the Terms and Conditions. Our team will endeavor to respond promptly to all inquiries related to these Terms and more"
			}
		],
		"points": [{}]
	}
]
